{
  "page":	1,
  "total_results":	4,
  "total_pages":	1,
  "results":	[
    {
      "id":	19404,
      "title":	"Dilwale Dulhania Le Jayenge",
      "download_path": "/Dilwale.mp4",
      "price": "1.50",
      "poster_path":	"/Dilwale.jpg",
      "backdrop_path":	"/Dilwale.jpg",
      "overview":	"Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga."
    },
    {
      "id":	1,
      "title":	"Lord Of The Rings: The Fellowship of the Ring",
      "download_path": "/LordOfTheRingsFellowship.mp4",
      "price": "1.50",
      "poster_path":	"/LordOfTheRingsFellowship.jpg",
      "backdrop_path":	"/LordOfTheRingsFellowship.jpg",
      "overview":	"A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron. "
    },
    {
      "id":	2,
      "title":	"Lord Of The Rings: The Two Towers",
      "download_path": "/LordOfTheRingsTowers.mp4",
      "price": "1.50",
      "poster_path":	"/LordOfTheRingsTowers.jpg",
      "original_language":	"eng",
      "backdrop_path":	"/LordOfTheRingsTowers.jpg",
      "overview":	" While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard."
    },
    {
      "id":	3,
      "title":	"Lord Of The Rings: The Return of the King",
      "download_path": "/LordOfTheRingsReturn.mp4",
      "price": "1.50",
      "poster_path":	"/LordOfTheRingsReturn.jpg",
      "backdrop_path":	"/LordOfTheRingsReturn.jpg",
      "overview":	"Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring. "
    },
    {
      "id":	4,
      "title":	"Anchorman",
      "download_path": "/Anchorman.mp4",
      "price": "1.50",
      "poster_path":	"/Anchorman.jpg",
      "backdrop_path":	"/Anchorman.jpg",
      "overview":	"Ron Burgundy is San Diego's top-rated newsman in the male-dominated broadcasting of the 1970s, but that's all about to change for Ron and his cronies when an ambitious woman is hired as a new anchor. "
    }
  ]
}